Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/hallitus_linjasi_puolivaliriihessa_saamelaisten_totuus-_ja_sovintoprosessin_ja_saamelaiskarajalain_rahoitustarpeista.html.tmx
Source language: fin
Languages: sme

source: Hallitus linjasi puoliväliriihessä saamelaisten totuus- ja sovintoprosessin ja saamelaiskäräjälain rahoitustarpeista
sme: Stivra linnjádii bušeahta beallemuttošiehttamis sámiid duohtavuođa- ja soabadanproseassa ja sámediggelága ruhtadandárbbuid

source: Suomen hallitus linjasi puoliväliriihessä, että on sitoutunut edistämään saamelaisten totuus- ja sovintoprosessia ja varautuu tämän edellyttämään rahoitustarpeeseen toukokuun 2021 lisätalousarvioesityksessä.
sme: Suoma ráđđehus linnjádii beallemuttošiehttamis, ahte lea čatnasan ovddidit sámiid duohtavuođa- ja soabadanproseassa, ja ráhkkana dan eaktudan ruhtadandárbui miessemánu 2021 lassibušeahttaevttohusas.

source: Lisäksi saamelaiskäräjälaki viedään ripeästi eteenpäin ja varaudutaan samassa yhteydessä tarkastelemaan Saamelaiskäräjien rahoitustasoa.
sme: Lassin sámediggeláhka dolvojuvvo johtilit ovddos guvlui ja ráhkkanuvvo seammá oktavuođas Sámedikki ruhtadandási guorahallamii.

source: – Saamelaiskäräjien rahoituksen osalta on hyvä, että resursseja tarkastellaan saamelaiskäräjälain muutoksen yhteydessä.
sme: – Sámedikki ruhtadeami oasil lea buorre, ahte resurssat guorahallojit sámediggelága nuppástusa oktavuođas.

source: Saamelaiskäräjät toimii jo nyt liian pienellä budjetilla, mikä taas vaikuttaa siihen, kuinka pystymme hoitamaan Saamelaiskäräjille määrättyjä lakisääteisiä tehtäviä, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Sámediggi doaibmá juo dál menddo smávva bušeahtain, mii fas váikkuha dasa, man láhkai mii nákcet dikšut Sámediggái mearriduvvon lágas ásahuvvon bargguid, lohká Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomission työn on tarkoitus alkaa vuoden 2021 aikana.
sme: Lea dárkkuhus, ahte Sámiid duohtavuođa- ja soabadankommišuvnna bargu álgá jagi 2021 áigge.

source: Lapin sairaanhoitopiiri on laatinut esiselvityksen psykososiaalisen tuen tarpeesta komission työskentelyn aikana.
sme: Lappi buohccedikšunbiire lea ráhkadan ovdačielggadusa psykososiálalaš doarjaga dárbbus kommišuvnna bargama áigge.

source: – Totuus- ja sovintoprosessin onnistuminen edellyttää, että toimintaan on varattu riittävät varat. Tämä tarkoittaa myös psykososiaalisen tuen asianmukaista resursointia.
sme: – Duohtavuođa- ja soabadanproseassa lihkosmuvvan eaktuda, ahte doibmii leat várrejuvvon doarvái resurssat. Dát dárkkuha maiddái psykososiálalaš doarjaga áššáigullevaš resurserema.

source: Prosessi ei saa kaatua siihen, että se on aliresursoitu, painottaa Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto.
sme: Proseassa ii oaččo gopmánit dasa, ahte das váilot dárbbašlaš resurssat, deattuha Sámedikki I várreságajođiheaddji Anni Koivisto.

source: Saamelaiskäräjät esittänyt valtionavustuksen korotusta
sme: Sámediggi evttohan stáhtadoarjaga bajideami

source: Saamelaiskäräjät on vuoden 2022 kehysehdotuksessa esittänyt korotusta yleiseen toimintaansa.
sme: Sámediggi lea evttohan jagi 2022 rápmaevttohusas bajideami almmolaš doibmii.

source: Saamelaiskäräjien esittämä korotus on 1 024 100 euroa ja se kohdistuu hallinnon kehittämiseen, poliittisen ja sidosryhmätoiminnan vahvistamiseen, saamelaisten parlamentaarisen työn kehittämiseen, kansainvälisen toiminnan ja viestinnän kehittämiseen sekä Sámi Giellagáldun toiminnan vakinaistamiseen.
sme: Sámedikki evttohan bajideapmi lea 1 024 100 euro ja dat guoská hálddahusa ovddideapmái, politihkalaš ja čanusjoavkodoaimma nannemii, sámiid parlamentáralaš barggu ovddideapmái, riikkaidgaskasaš doaimma ja dieđiheami ovddideapmái ja Sámi Giellagáldu doaimma bissovažžan dahkamii.

source: – Saamelaiskäräjien työmäärään lisääntyminen on aiheuttanut jatkuvan resurssi- ja henkilöstövajeen, joka tulisi jo ratkaista.
sme: – Sámedikki bargomeari lassáneapmi lea dagahan jotkkolaš resursa- ja bargoveahkavádjitvuođa, man galggašii juo čoavdit.

source: Myös Sámi Giellagáldun toiminnan vakinaistaminen tulisi varmistaa, sanoo Juuso.
sme: Maiddái Sámi Giellagáldu doaimma fástan dahkama galggašii sihkkarastit, dadjá Juuso.

source: Saamelaiskäräjien kehysehdotus vuodelle 2022
sme: Sámedikki rápmaevttohus jahkái 2022

source: Saamelaiskäräjien kehysehdotus vuosille 2022-2024
sme: Sámedikki rápmaevttohus jagiide 2022-2024

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969A anni.koivisto(at)samediggi.fi
sme: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto(at)samediggi.fi

source: Linkit:
sme: Liŋkkat:

source: Hallituksen puoliväliriihi 2021 ja neuvottelu julkisen talouden suunnitelmasta vuosille 2022–25
sme: Ráđđehusa beallemuttošiehttan 2021 ja ráđđádallan almmolaš ekonomiija plánas jagiide 2022–25
